{
    "games": [
      { "id": "1", "name": "Haven", "image": "http://ikzm09.ttu.cc", "info": "Play two lovers at the same time as they settle into an unknown world. Explore the planet looking for parts and material to fix your ship and make it a cosy home. Enjoy moments of everyday life as a relatable couple while cooking meals, crafting and collecting precious resources to make it to the next day.", "price": 4.99},
      { "id": "2", "name": "Cyberpunk 2077", "image": "http://dpnyaj.ttu.cc", "info": "Cyberpunk 2077 is an open-world, action-adventure RPG set in the megalopolis of Night City, where you play as a cyberpunk mercenary wrapped up in a do-or-die fight for survival. Improved and featuring all-new free additional content, customize your character and playstyle as you take on jobs, build a reputation, and unlock upgrades. The relationships you forge and the choices you make will shape the story and the world around you. Legends are made here. What will yours be?", "price": 14.99},
      { "id": "3", "name": "Layers of Fear", "image": "https://rb.gy/dc0hef", "info": "The canvas awaits its final brushstrokes. The stage calls for its lead actor. The novel needs its final chapter. It’s time to face your fears. One. Last. Time.", "price": 12.99},
      { "id": "4", "name": "Apex Legends™", "image": "https://rb.gy/7ma4xq", "info": "Conquer with character in Apex Legends, a free-to-play* Hero shooter where legendary characters with powerful abilities team up to battle for fame & fortune on the fringes of the Frontier.", "price":0 },
      { "id": "5", "name": "Palworld", "image": "https://rb.gy/5vnh2q", "info": "Q. What kind of game is this?     A. In this game, you can peacefully live alongside mysterious creatures known as Pals or risk your life to drive off a ruthless poaching syndicate.     Pals can be used to fight, or they can be made to work on farms or factories.You can even sell them or eat them!", "price": 14.49},
      { "id": "6", "name": "Lethal Company", "image": "https://rb.gy/b4wn5k", "info": "You are a contracted worker for the Company. Your job is to collect scrap from abandoned, industrialized moons to meet the Company's profit quota. You can use the cash you earn to travel to new moons with higher risks and rewards--or you can buy fancy suits and decorations for your ship. Experience nature, scanning any creature you find to add them to your bestiary. Explore the wondrous outdoors and rummage through their derelict, steel and concrete underbellies. Just never miss the quota.", "price": 4.40},
      { "id": "7", "name": "Baldur's Gate 3", "image": "https://rb.gy/1ank7f", "info": "Gather your party and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power.Mysterious abilities are awakening inside you, drawn from a mind flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil.From the creators of Divinity: Original Sin 2 comes a next-generation RPG, set in the world of Dungeons & Dragons.", "price": 29.99},
      { "id": "8", "name": "Wasteland 3", "image": "https://t.ly/84vhp", "info": "In Wasteland 3 you take command of a squad of Desert Rangers, lawmen and women in a post-nuclear world, trying to rebuild society from the ashes. More than a century after the bombs fell, you’re fighting a losing battle to keep your beloved Arizona alive. Then the self-proclaimed Patriarch of Colorado radios, promising aid if you'll do a job he can only entrust to an outsider—rescue his land from the ambitions of his three bloodthirsty children.", "price": 18.49},
      { "id": "9", "name": "OCTOPATH TRAVELER II", "image": "https://shorturl.at/jDV48", "info": "The story takes place in Solistia, a land comprising an eastern and western continent divided by the sea.It is a bustling era, wherein large vessels navigate busy sea routes and the power of steam gives birth to new technologies.Some people thrill to glamorous stars of the stage and industry, while others are brought to tears by war, plague, and poverty.In this faraway realm, eight travelers hailing from different regions venture forth for their own reasons. Step into their shoes and explore the land as you see fit, using their unique talents to aid you along your journey.", "price": 49.99},
      { "id": "10", "name": "Hubris", "image": "https://shorturl.at/cxNP1", "info": "Hubris is a SciFi VR action-adventure game set in the unique and intriguing Hubris Sci-Fi Universe. As a player, you take the role of a recruit in training to become an agent of the mighty and feared Order of Objectivity, also known as the OOO. Together with pilot Lucia, you are sent to the planetoid belt of the Twin planet system to search for the mysterious agent Cyanha.", "price": 6.52},
      { "id": "11", "name": "DEVOUR", "image": "https://shorturl.at/ahpC6", "info": "DEVOUR is a co-op horror survival game for 1-4 players. Stop possessed cultists before they drag you to hell. Run. Scream. Hide. Just don't get caught.", "price": 2.63},
      { "id": "12", "name": "Half-Life: Alyx", "image": "https://shorturl.at/crBDJ", "info": "Half-Life: Alyx is Valve’s VR return to the Half-Life series. It’s the story of an impossible fight against a vicious alien race known as the Combine, set between the events of Half-Life and Half-Life 2.", "price": 27.99},
      { "id": "13", "name": "HUMANITY", "image": "https://shorturl.at/lzEY1", "info": "A unique blend of puzzle-solving and action-platforming. Play a lone Shiba Inu charged with commanding massive, marching crowds to the goal in Story Mode, or browse a wide array of user-made levels crafted via the in-game Stage Creator!", "price": 14.49},
      { "id": "14", "name": "Kayak VR: Mirage", "image": "", "info": "Kayak VR: Mirage is a jaw-dropping and exhilarating journey through beautiful locations, made for Virtual Reality. Maneuver our fully physically accurate kayak around checkpoints and crown yourself the fastest, or take it easy and use the free roam mode and enjoy the scenery.", "price": 12.49},
      { "id": "15", "name": "Phasmophobia", "image": "https://shorturl.at/iETX5", "info": "Phasmophobia is a 4 player online co-op psychological horror. Paranormal activity is on the rise and it’s up to you and your team to use all the ghost-hunting equipment at your disposal in order to gather as much evidence as you can.", "price": 7.99}
    ]
}